/**
 * Created by Bozhena on 03.12.2021
 */
public class HelloWorld_1 {
    //Главный метод main, который принимает в себя в качестве параметра: массив строк
    //в круглых скобках параметры метода
    //!!!!!  Метод всегда находится внутри класса !!!!!
    public static void main(String [] args) {
        //тут начинается тело метода, т.е.
        //место для написания всех инструкций, который метод будет выполнять
        //Системный метод вывод на экран
        System.out.println("Hello world!");
    }
}
